[
{
	class: com.empire.rpg.quest.QuestItem
	title: La Menace Gobeline
	description: "Dans la région proche de la capitale, se trouve des repaires de groupe de gobelins qui ont commencé à attaquer les convois commerciaux et les fermiers aux alentours. Le Duc Michel, a mis une récompense pour quiconque parviendrait à éliminer cette menace. Raportez lui 10 peau de gobelin."
	id: 1
	unique: true
	status: 1
	author: Duc Michel
	reward: {
		gold: 180
	}
}
{
	class: com.empire.rpg.quest.QuestItem
	title: La Cueillette des Herbes de Soin
	description: "Maître Théon, herboriste du village, cherche désespérément des herbes médicinales rares pour concocter un remède. Rapportez lui 5 herbes de soin."
	id: 2
	status: 1
	author: Maître Théon
	reward: {
		gold: 100
	}
	type: 2
}
{
	class: com.empire.rpg.quest.QuestItem
	title: Chasse aux lapins
	description: Le boucher du village a besoin de viande fraîche pour ses clients. Il vous demande de chasser 5 lapins pour lui.
	id: 3
	status: 1
	author: Boucher
	reward: {
		gold: 150
	}
}
{
	class: com.empire.rpg.quest.QuestItem
	title: Chasse aux lapins licorne
	description: Le boucher du village a besoin de viande fraîche pour ses clients. Il vous demande de chasser 5 lapins licornes pour lui.
	id: 4
	author: Boucher
	reward: {
		gold: 250
	}
}
{
	class: com.empire.rpg.quest.QuestItem
	title: Une ouïe Gobeline
	description: Un alchimiste recherche des oreilles de gobelin pour une expérience. Trouvez 5 oreilles de gobelin et rapportez-les lui.
	id: 5
	author: Alchimiste
	reward: {
		gold: 380
	}
}
{
	class: com.empire.rpg.quest.QuestItem
	title: Une odeur d'orc
	description: Le Capitaine de la milice a besoin de 5 peaux d'orc pour réparer les armures de ses hommes. Trouvez 5 peaux d'orc et rapportez-les lui.
	id: 6
	status: 1
	author: Capitaine Jean-Claude
	reward: {
		gold: 850
	}
}
{
	class: com.empire.rpg.quest.QuestItem
	title: Invasion de nuisibles
	description: Les fermiers de la région sont envahis par des nuisibles qui dévorent leurs récoltes. Ils ont besoin de votre aide pour les éradiquer.
	id: 7
	author: Fermiers
	reward: {
		gold: 50
	}
}
{
	class: com.empire.rpg.quest.QuestItem
	title: Des pioches pour les mineurs
	description: Les mineurs de la région ont besoin de nouvelles pioches pour continuer leur travail. Rapportez leur 5 pioches.
	id: 8
	author: Archéologue
	reward: {
		gold: 50
	}
}
]